from common import *

dict_history: dict = {  # 입찰이력정보
            # '물건관리번호': "",
            # '공고번호': "",
            '회차': "",
            '차수': "",
            '입찰번호': "",
            '처분방식': "",
            '개찰년도': "",
            '개찰시간': "",
            '최저입찰가': "",
            '입찰결과': "",
            '낙찰가': "",
            '낙찰가율': ""
            # '재산구분': "",
            # '담당부점': "",
            # '입찰방식': "",
            # '경쟁방식': "",
            # '유효입찰자수': "",
            # '무효입찰자수': "",
            # '유찰/취소사유': "",
            # '감정가': ""
        }
