
# 국유재산(캠코)일때만 주주현황 노출

template_6 = {
    "증권명": "",
    "수량": "",
    "종목명": "",
    "지분율": "",
    "주당액면가": "",
    "액면총액": "",
    "기타사항": "",
    "재무현황정보": {},

    '법인명': "",
    '지분율': "",
    '주식의 종류': "",
    '주당액면가': "",
    '액면총액': "",
    '대표자': "",
    '연락처': "",
    '발행주식총수(주)': "",
    "설립일자": "",
    "결산월": "",
    "업종": "",
    "주요제품": "",
    "본점소재지": "",
    "기타사항": ""
}

dict_mainjuju = {
    "주주명": "",
    "지분율": "",
    "보유주식수": "",
    "비고": ""
}

dict_jaemu = {
    '재무년도': "",
    '유동자산': "",
    '비유동자산': "",
    '자산총계': "",
    '유동부채': "",
    '비유동부채': "",
    '부채총액': "",
    '자본금': "",
    '자본잉여금': "",
    '자본조정': "",
    '기타포괄손익누계액': "",
    '이익잉여금': "",
    '자본총계': "",
    '매출액': "",
    '매출총이익': "",
    '영업이익': "",
    '영업이익외수익': "",
    '영업외비용': "",
    '당기순이익': "",
    '주당배당율': "",
    '매출액증가율': "",
    '순이익증가율': "",
    '매출액순이익률': "",
    '자기자본순이익률': "",
    '자기자본회전율': "",
    '부채비율': ""
}

'''
template_6 = {

}
'''